<?php
return [
    [
        "name"=>"units_q1",
        "content"=>" میزان بهره گیري معلم از الگوها و روش هاي نوين وفعال تدريس و فراهم نمودن زمینه اجراي فعالیت هاي گروهی و مشارکتی توسط دانش آموزان ",
        "score"=>"3",
    ],
    [
        "name"=>"units_q2",
        "content"=>" میزان استفاده معلم از وسايل آموزشی و کمك آموزشی موثر و تسهیل گردر فرايند ياد دهی - يادگیري",
        "score"=>"2",
    ],
    [
        "name"=>"units_q3",
        "content"=>" فضا وروح حاکم برکالس )بانشاط سازي کالس، توجه به بهداشت روانی دانش آموزان: برقراري روابط عاطفی،کاهش استرس و اضطراب ،استفاده از انواع تشويق ها و...(",
        "score"=>"3",
    ],
    [
        "name"=>"units_q4",
        "content"=>"میزان تمايل وآمادگی فراگیران در پاسخگويی به سؤاالت وفعالیت هاي کالسی",
        "score"=>"2",
    ],
    [
        "name"=>"units_q5",
        "content"=>"میزان توجه معلم به مهارت هاي حل مساله وهمچنین درک مطلب ويادگیري عمیق وپايدار دانش آموزان ",
        "score"=>"3",
    ],
    [
        "name"=>"units_q6",
        "content"=>"
        میزان توجه معلم به اجراي برنامه ارزشیابی کیفی توصیفی:تنوع درجمع آوري ابزارها)تکالیف/آزمون هاي مداد کاغذي/آزمونهاي عملکردي/پروژه/سنجش مشااهد ه اي

        واقعه نگاري/خود سنجی/همسال سنجی/والدين سنجی/پوشه کار و .

        ",
        "score"=>"3",
    ],
    [
        "name"=>"units_q7",
        "content"=>"بهره مندي از انواع بازخورد هاي موثر و به موقع)کالمی،غیر کالمی و... در فرايند ياددهی – يادگیري(",
        "score"=>"2",
    ],
    [
        "name"=>"units_q8",
        "content"=>"تا چه اندازه پوشه کار دانش آموزان ، میزان عملکرد و پیشرفت تحصیلی دانش آموزان را ارايه می دهد.",
        "score"=>"2",
    ],
    [
        "name"=>"units_q9",
        "content"=>" میزان توجه به دفتر مديريت کالس و تکمیل آن",
        "score"=>"1",
    ],
    [
        "name"=>"units_q10",
        "content"=>"
        نحوه طراحی و اجراي تکالیف) فعالیتهاي يادگیري دانش آموزان ( الف- توجه به تفاوتهاي فردي ب- طراحی براساس نیازهااي
        آموزشی ج-استفاده از انواع تکالیف از قبیل فردي /عمومی/گروهی/آماده سازي /بسطی و امتدادي/ خالقیتای / مهاارت محاور،
        تحقیق و پروژه
        ",
        "score"=>"2",
    ],
    [
        "name"=>"units_q11",
        "content"=>"میزان مشارکت معلم در اجراي برنامه ها و طرح هاي وزارتی ،استانی و شهرستانی )برنامههاي قرآنی، درس پژوهی، جابربن حیان و.. . (",
        "score"=>"2",
    ],

    [
        "name"=>"units_q12",
        "content"=>" میزان استفاده بهینه از کتابخانه کالسی )انتخاب کتابهاي مناسب، نصب فهرست کتابها/تعیین مسوول کتابخانه/ مستندات مربوط و...(",
        "score"=>"1",
    ],

    [
        "name"=>"units_q13",
        "content"=>" شناسايی و توجه ويژه به دانش آموزان الزم التوجه و انجام اقدامات الزم جهت جلوگیري ازافت تحصیلی و تکرار پايه",
        "score"=>"1",
    ],

    [
        "name"=>"units_q14",
        "content"=>" شرکت در دوره ها و کارگاههاي آموزشی مرتبط با پايه ي تدريس در سال تحصیلی جاري )در صورت برگزاري در مدرسه و شهرستان(",
        "score"=>"2",
    ],

    [
        "name"=>"units_q15",
        "content"=>"توجه به جدول بوجه بندي دروس در فرايند ياددهی - يادگیري",
        "score"=>"1",
    ],

    [
        "name"=>"units_q16",
        "content"=>"تنظیم ونصب برنامه درسی باتوجه به دستورالعمل ساعات کاري مدارس -چیدمان مناسب دروس در برنامه",
        "score"=>"1",
    ],

    [
        "name"=>"units_q17",
        "content"=>" میزان توجه معلم به تعامل وارتباط مستمر و سازنده با اولیاي دانش آموزان )جلسات کالسی اولیا ( ",
        "score"=>"1",
    ],

    [
        "name"=>"units_q18",
        "content"=>"میزان استفاده از فناوري هاي نوين آموزشی در فرايند ياددهی – يادگیري ) استفاده از سخت افزار ها و نرم افزار هاي مناسب( ",
        "score"=>"1",
    ],

    [
        "name"=>"units_q19",
        "content"=>"بهره مندي از مجالت رشد در راستاي ارتقاي فرايند ياددهی - يادگیري",
        "score"=>"1",
    ],

    [
        "name"=>"units_q20",
        "content"=>"رعايت نظم وانضباط و کیفیت اجراي طرح نظام آراستگی)s5 )در کالس- فضاي فیزيکی مناسب)نور- دما - پرده - میز- تابلوها و...(",
        "score"=>"1",
    ],

];
