<?php
return [
    [
        'name' => 'sec1',
        'title' => 'برنامه محوري ',
        'questions' => [
            [
                "name"=>"unit_q1",
                'content' => " تدوين برنامه ي ساالنه )عملیاتي( جامع ،واقع بینانه و قابل اجرا واستفاده از نظرات معلمان وتصويب در شوراي مدرسه-
                اجراي صحیح برنامه تدوين شده - انجام خودارزيابي مستمر- تعیین وظايف و مسولیت عوامل انساني موجود در مدرسه به صورت
                رسمي ومکتوب، تالش درجهت بهبود كیفیت مديريت آموزشگاهي ، اجراي طرح بودجه بندي عملیاتي اقدامات در آموزشگاه",
                "score"=>"4",
            ],

            [
                "name"=>"unit_q2",
                'content' => " نحوه ي نظارت مدير مدرسه بر اجراي فرايند هاي آموزشي و پرورشي )چک لیست بازديد از كالس و...(",

                "score"=>"3",
            ],
            [
                "name"=>"unit_q3",
                'content' => " نظارت بر ارايه و اجراي برنامه درسي رسمي )چیدمان مناسب دروس در برنامه هفتگي با رعايت جدول ساعت برنامه مواد درسي(",

                "score"=>"3",
            ],
            [
                "name"=>"unit_q4",
                "content"=>"میزان توجه به امور اداري ، اجرايي و مالي مدرسه )مستند سازي فعالیت هاي انجام شده- وضعیت پرونده تحصیلي دانش آموزان(",
                "score"=>"3",
            ],
            [
                "name"=>"unit_q5",
                'content' => "كیفیت عملکرد شوراي معلمان ، شوراي مدرسه ودانش آموزي)مشاهده صورت جلسات(",

                "score"=>"3",
            ],
            [
                "name"=>"unit_q6",
                'content' => "جذب مشاركت هاي داوطلبانه و بهره گیري از ظرفیت هاي برون سازماني در تامین نیازهاي مدرسه",
                "score"=>"1",
            ],
        ],
    ],


    [
        'name' => 'sec2',
        'title' => 'هسازي
        فضاي
        فیزيکي
        آموزش
        گاه ',
        'questions' => [
            [
                "name"=>"unit_q7",
                "content"=>" ساماندهي مناسب فضاي آموزشي ) استفاده ي بهینه از فضا – رعايت استانداردهاو...(",
                "score"=>"3",
            ],
            [
                "name"=>"unit_q8",
                "content"=>" وضعیت فیزيکي مدرسه )رنگ – نور - فضاي سبز – حیاط پويا- زمین بازي – كالس ها و...(",
                "score"=>"3",
            ],

            [
                "name"=>"unit_q9",
                "content"=>"وضعیت بهداشتي ) آب آشامیدني ، سرويس بهداشتي، آب گرم ،مايع دستشويي،سطل زباله مناسب و...(",
                "score"=>"3",
            ],

            [
                "name"=>"unit_q10",
                "content"=>"وضعیت ايمني مدرسه ) حفاظ راه پله و پنجره ها – كپسول اطفا حريق- سیستم تهويه مناسب و..( رفع نقاط حادثه خیز",
                "score"=>"3",
            ],

            [
                "name"=>"unit_q11",
                "content"=>"زيبا سازي وشاداب سازي مدرسه )طراحي مناسب حیاط و سالن– رنگ آمیزي– پرده – تابلواعالنات و...(",
                "score"=>"3",
            ],



        ],
    ],


    [
        'name' => 'sec3',
        'title' => 'سالمت و تربیت بدني',
        'questions' => [
            [
                "name"=>"unit_q12",
                "content"=>"میزان توجه به تغذيه سالم دانش آموزان ) بوفه بهداشتي ،كارت تندرستي بوفه دار ، توزيع غذاي سالم ...(",
                "score"=>"2",
            ],
            [
                "name"=>"unit_q13",
                "content"=>"
                تربیت بدني و ورزش مدرسه )محیط مناسب – تهیه وسايل مورد نیاز- حضور فعال دانش آموزان و همکاران در مسابقات
 ورزشي - خط كشي زمین ورزشي –تور دروازه-حفاظ ايمني میله ها (
                ",
                "score"=>"2",
            ],
            [
                "name"=>"unit_q14",
                "content"=>"پیشگیري از آسیب هاي اجتماعي)شناسايي دانش آموزان در معرض مشکالت جسمي ، روان شناختي و ارجاع آنها( ",
                "score"=>"2",
            ],
            [
                "name"=>"unit_q15",
                "content"=>"بررسی ساختار قامتي دانش آموزان و اقدامات انجام شده",
                "score"=>"2",
            ],


        ],
    ],



    [
        'name' => 'sec4',
        'title' => 'ارتقا آموزش هاي قرآني ',
        'questions' => [
            [
                "name"=>"unit_q16",
                "content"=>"توسعه ي فعالیتهاي قرآني معلمان ودانش آموزان با استفاده از فناوري نوين",
                "score"=>"2",
            ],
            [
                "name"=>"unit_q17",
                "content"=>"میزان توجه به تربیت ديني دانش آموزان)مراسم آغازين-اقامه نماز جماعت- جشن تکلیف- جشن هاي قرآني و",
                "score"=>"3",
            ],


        ],
    ],




    [
        'name' => 'sec5',
        'title' => ' انسداد مبادي بیسوادي',
        'questions' => [
            [
                "name"=>"unit_q18",
                "content"=>"شناسايي ، جذب ونگهداشت دانش آموزان (بازمانده از تحصیل- تارك تحصیل)",
                "score"=>"2",
            ],
            [
                "name"=>"unit_q19",
                "content"=>"افزایش نرخ ارتقا و كاهش نرخ تکرار )تکرار پايه اول – تکرار كل پايه ها(- تجزيه و تحلیل وضعیت آموزشي دانش آموزان-
                شناسايي دانش آموزان الزم التوجه – برگزاري كالس جبراني و تقويتي ",
                "score"=>"4",
            ],

        ],
    ],









    [
        'name' => 'sec6',
        'title' => ' کیفیت بخشي به فعالیتهاي آموزشي و فرايند ياددهي - يادگیري',
        'questions' => [
            [
                "name"=>"unit_q20",
                "content"=>"توانمند سازي نیروي انساني موجود در آموزشگاه ) برگزاري دوره هاي آموزشي و كارگاه هاي تخصصي در راستاي طرح
                شهید همت(",
                "score"=>"2",
            ],

            [
                "name"=>"unit_q21",
                "content"=>"برگزاری نمايشگاه هاي مختلف از فعالیتهاي دانش آموزي",
                "score"=>"2",
            ],

            [
                "name"=>"unit_q22",
                "content"=>"ايجاد كتابخانه هاي كالسي به تفکیک پايه وكالس وتجهیز آنها به كتاب هاي مناسب ",
                "score"=>"3",
            ],

            [
                "name"=>"unit_q23",
                "content"=>"بهره گیري از روشهاي انگیزشي براي معلمان ودانش آموزان در توسعه ي فرهنگ مطالعه وپژوهش(",
                "score"=>"2",
            ],

            [
                "name"=>"unit_q24",
                "content"=>"تجهیزكالسها به وسايل وتجهیزات آموزشي وكمک آموزشي )كامپیوترو..(
                    ",
                "score"=>"3",
            ],

            [
                "name"=>"unit_q25",
                "content"=>"تهیه مجالت رشد و استفاده بهینه از محتواي اين مجالات",
                "score"=>"2",
            ],

            [
                "name"=>"unit_q26",
                "content"=>"توسعه ي زمینه هاي آموزش با كیفیت ويادگیري فعال ) اجراي جشنواره ي جابرابن حیان و فرصتهاي متنوع يادگیري(
                    ",
                "score"=>"3",
            ],

            [
                "name"=>"unit_q27",
                "content"=>"حضور فعال معلمان در برنامههاي پژوهشي حوزه ابتدايي ) درس پژوهي، اقدام پژوهي و ...(",
                "score"=>"2",
            ],


        ],
    ],



    [
        'name' => 'sec7',
        'title' => 'اجراي بهینه ارزشیابي كیفي – توصیفي ',
        'questions' => [
            [
                "name"=>"unit_q28",
                "content"=>"برگزاري كارگاه آموزشي در راستاي آموزش اولیا در برنامه درسي و ارزشیابي كیفي – توصیفي ",
                "score"=>"2",
            ],
            [
                "name"=>"unit_q29",
                "content"=>"بررسي ونیازسنجي آموزشي معلمان درارزشیابي كیفي - توصیفي وتشکیل كارگاه آموزشي براي آنان",
                "score"=>"2",
            ],


        ],
    ],

    [
        'name' => 'sec8',
        'title' => 'توسعه
        فعالیتها ي
        دانش آموزان
        با نیازهاي ويژه',
        'questions' => [
            [
                "name"=>"unit_q30",
                "content"=>"شناسايي دانش آموزان بااختالالت يادگیري وپیگیري آموزش آنها )دريافت گزارش از معلمان و..(",
                "score"=>"2",
            ],
            [
                "name"=>"unit_q31",
                "content"=>"آشنايي معلمان بااختالالت يادگیري)دوره هاي آموزشي–كارگاه تخصصي و..(",
                "score"=>"1",
            ],

        ],
    ],


    [
        'name' => 'sec9',
        'title' => ' اولیاي دانش
        آموزان',
        'questions' => [
            [
                "name"=>"unit_q32",
                "content"=>"شناسايي اولیاي بیسواد وهمکاري جهت معرفي به منطقه واستان و جذب آنها در كالس هاي نهضت ) لطفا تعداد درج شود .(",
                "score"=>"1",
            ],
            [
                "name"=>"unit_q33",
                "content"=>"تهیه بانک اطالعاتي از اولیاي دانش آموزان واستفاده از توانمندي هاي گوناگون آنان )تشکیل كارگروه ها(",
                "score"=>"1",
            ],

            [
                "name"=>"unit_q34",
                "content"=>"میزان همکاري در برگزاري كالس هاي سوادآموزي",
                "score"=>"1",
            ],

            [
                "name"=>"unit_q35",
                "content"=>"ايجاد كانالهاي اطالع رساني در شبکه شاد",
                "score"=>"1",
            ],

            [
                "name"=>"unit_q36",
                "content"=>" ابتکارات و خالقیت هاي عوامل اجرايي )مديرومعاونین( و معلمان ",
                "score"=>"2",
            ],

        ],
    ],





];
