<?php
return [
    'q1' => 'آيا مدير در آموزش ها و كارگاه هاي تخصصي مربوط به بهبود مديريت)تدبیر( شركت نموده است ؟ ',
    'q2' => 'آيا معاون در مدرسه تدريس مي نمايند ؟ ',
    'q3' => 'آيا معلم دوره نديده)ارزشیابي كیفي –توصیفي( در مدرسه وجود دارد. ',
    'q4' => 'آيا معلمان هرپايه در دوره ضمن خدمت مرتبط ) كتب تازه تألیف ( شركت نموده اند)گواهي در پرونده پرسنلي موجود باشد( ؟ ',
    'q5' => ' آيا تدريس هنر  توسط معلم پايه است ؟',
    'q6' => ' آيا تدريس  تربیت بدني توسط معلم پايه است ؟',
    'q7' => 'آيا كارگاه آموزش خانواده براي اولیاي پايه اول برگزار شده است؟  ',
    'q8' => ' آيا ثبت اسامي و مشخصات دانش آموزان درسامانه سیدا مدرسه انجام گرفته است ؟ ',
    'q9' => 'آيا تمام دانش آموزان پايه اول سنجش شده اند؟چندنفر سنجش نشده اند؟ ',
    'q10' => ' بازديد آموزشي از مدرسه توسط كاركنان اداره/ منطقه در طول سال تحصیلي چند بار انجام شده است ؟ ',
    '' => ' ',
    '' => ' ',
    '' => ' ',


];

?>
